Repository: SubvertDev/ForPDA
Catalog: Modules/Sources/ReputationFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Are you sure, that you want to delete this vote?
ru: Вы уверены, что хотите отменить данный голос?

source: Are you sure, that you want to restore this vote?
ru: Вы уверены, что хотите восстановить данный голос?

source: Change the reputation of users on the forum for their actions
ru: Изменяйте репутацию пользователей на форуме за их действия

source: Complain
ru: Пожаловаться

source: Delete
ru: Отменить

source: Denied
ru: Отменено

source: Help other users on the forum and get reputation
ru: Помогайте другим пользователям на форуме и получайте репутацию

source: History
ru: История

source: Left votes
ru: Оставил

source: Lowered
ru: Понизил

source: My votes
ru: Мои голоса

source: No
ru: Нет

source: No reputation history
ru: Нет истории репутации

source: OK
ru: ОК

source: Profile
ru: Профиль

source: Raised
ru: Поднял

source: Report sent
ru: Жалоба отправлена

source: Reputation
ru: Репутация

source: Reputation deleted
ru: Репутация отменена

source: Reputation restored
ru: Репутация восстановлена

source: Restore
ru: Восстановить

source: Restored
ru: Восстановлено

source: Something went wrong while loading reputation :(
ru: Что-то пошло не так во время загрузки репутации :(

source: This user has not changed anyone's reputation yet
ru: Этот пользователь еще не изменял ничью репутацию

source: Whoops!
ru: Упс!

source: Yes
ru: Да
